[
    {
      "trama": "La alumna de instituto Sadie Harper y su hermana pequeña Sawyer se están recuperando de la reciente muerte de su madre pero no cuentan con demasiado apoyo por parte de su padre, Will, un terapeuta que está lidiando con su propio dolor. Cuando un paciente desesperado aparece inesperadamente en su casa buscando ayuda, deja atrás una aterradora entidad sobrenatural que se aprovecha de las familias y se alimenta del sufrimiento de sus víctimas.",
      "reparto": "Chris Messina, Sophie Thatcher, David Dastmalchian, Marin Ireland, Vivien Lyra Blair."
    },

    {
      "trama": "Ariel, la más joven de las hijas del Rey Tritón y la más desafiante, desea saber más sobre el mundo más allá del mar y, mientras visita la superficie, se enamora del apuesto Príncipe Eric. Si bien las sirenas tienen prohibido interactuar con los humanos, Ariel debe seguir su corazón. Así, hace un trato con la malvada bruja del mar, Úrsula, que le da la oportunidad de experimentar la vida en la tierra, lo que pone en peligro su vida y la corona de su padre.",
      "reparto": "Halle Bailey, Jonah Hauer-King, Javier Bardem, Melissa McCarthy, Daveed Diggs " 

    },

    {
      "trama": "Ambientado en Ciudad Elemento, donde conviven habitantes de fuego, agua, tierra y aire. La protagonista de la historia es Candela, una joven fuerte, ingeniosa y con carácter, cuya amistad con un chico divertido, sensible y tranquilo, llamado Nilo, cambia su perspectiva sobre el mundo en el que viven.",
      "reparto": "Mamoudou Athie, Leah Lewis, Ronnie del Carmen, Wendi McLendon-Covey, Catherine O'Hara, Joe Pera"
    },

    {
        "trama":"Los mundos chocan en Flash cuando Barry utiliza sus superpoderes para viajar en el tiempo y cambiar los acontecimientos del pasado. Barry intenta salvar a su familia, pero sin saberlo altera el futuro y queda atrapado en una realidad en la que el general Zod ha regresado y amenaza con la aniquilación, pero en la que no hay Superhéroes a los que recurrir. A menos que Barry pueda persuadir a un Batman muy diferente para que salga de su retiro y rescate a un kryptoniano encarcelado... aunque no sea el que está buscando. En última instancia, para salvar el mundo en el que se encuentra y regresar al futuro que conoce, la única esperanza de Barry es luchar por seguir vivo. Pero ¿este último sacrificio será suficiente para reiniciar el universo?",
        "reparto": "Ezra Miller, Michael Keaton, Sasha Calle, Michael Shannon, Kiersey Clemons"
    },

    {
        "trama": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
        "reparto": "Shameik Moore, Hailee Steinfeld, Issa Rae, Jake Johnson."
    }
]